export default {
  service: `服务条款

本协议是您与我们之间就本网站服务等相关事宜所订立的契约，您点击我已阅读并同意后，本协议即构成对双方有约束力的法律文件。您在使用本网站各项服务前，请您务必仔细阅读本协议，如果您不同意本协议或其中任何内容，您应立即停止使用本网站服务。如果您使用本网站服务的，您的使用行为将被视为对本协议全部内容的认可。
同时我们提醒您仔细阅读我们的隐私权保护政策
一、服务条款的确认
1. 本协议内容包括协议正文及所有本网站已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何由我们及其关联公司提供的服务均受本协议约束。您确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的除外。
2.您点击同意本协议的，即视为您确认自己具有享受本网站服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。
3.如果您在16周岁以下，建议您请您的监护人仔细阅读本协议，并在征得您的监护人同意的前提下使用本网站的服务或向本网站提供信息。若您在未征得您的监护人同意的情况下开展了与您民事行为能力不符的民事行为，则您及您的监护人应依照法律规定承担因此而导致的一切法律后果。
4.我们保留在英国现行法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容、取消订单等权利。
二、账户注册及使用
1.您应自行诚信向本网站提供真实、准确、完整、合法有效的注册资料，您的注册资料如有变动的，应及时更新。如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且我们保留终止您使用本网站各项服务的权利。
2.您注册成功后，将产生用户名和密码等账户信息，您可以根据本网站规定改变您的密码。您应谨慎合理地保管、使用您的用户名和密码，并同意和承诺对在您的帐户下发生的所有活动承担责任。您不得以任何形式擅自转让或授权他人使用您在本网站的账户（含用户名及密码）。如您发现自己的个人信息泄密，尤其是您的账户信息（如用户名及密码）发生泄漏或存在安全漏洞，请您立即通知我们，以便我们采取相应措施，必要时您应主动向司法机关报案。
3.您同意我们拥有通过邮件、短信、电话等形式，向您以及您确认的收货人发送订单信息、促销活动等信息的权利。如果我们以该等电子形式向您发出通知或消息，将视为您已收到了这些通知或消息。
三、服务使用规范
1. 本协议依据相关法律法规、规章制定，您同意严格遵守以下义务：
（1）传输资料信息时必须符合有关法律法规。
（2）不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动。
（3）不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统。
（4）不得教唆他人从事本条所禁止的行为。
（5）不得利用在本网站注册的账户进行牟利性经营活动。
2.我们有权删除本网站各类不符合法律法规政策、违反公序良俗、不真实、已失效的信息内容，且无需另行通知您。若您违反本协议规定的，本网站有权作出独立判断，并采取暂停或关闭您的账户等措施。您须对自己在本网站的言论和行为承担法律责任。
四、所有权及知识产权条款
1.您同意并已充分了解本协议的条款，承诺不将已发表于本网站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。
2. 我们是本网站的制作者，拥有此网站内容及资源的著作权等合法权利，受法律保护，有权根据法律法规、政策变化，实际经营需要等，不定时地对本协议及本网站的内容进行修改，并在本网站进行更新无须另行通知用户。
3.除法律另有强制性规定外，未经本网站明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本网站的信息内容，否则，我们有权追究其法律责任。
五、免责声明
1.除非另有明确的书面说明，本网站及其所包含的或以其它方式通过本网站提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在"按现状"和"按现有"的基础上提供的。
2. 除非另有明确的书面说明，我们不对本网站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（英国法律有特别规定的除外）。
3.我们不担保本网站所包含的或以其它方式通过本网站提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本网站发出的电子邮件、信息没有病毒或其他有害成分。
4. 如因不可抗力或其它本网站无法控制的原因使本网站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，我们会合理地尽力协助处理善后事宜，但我们不承担任何赔偿责任。
六、协议变更
1. 根据相关法律法规变化及网站运营需要，我们有权对本协议条款及其他网站政策、公告不定时地进行修改，修改后的内容一旦在本网站上发布即生效，并代替原来的内容。用户应随时查阅最新协议。
2. 用户有义务随时关注并阅读最新版的协议及网站公告。如您不同意更新后的内容，您应立即停止接受本网站依据本协议提供的服务；如您继续使用本网站提供的服务，即视为您同意更新后的协议。
3.我们建议您在使用本网站之前阅读本协议及本网站的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分割的且不影响任何其余条款的有效性和可执行性。
七、其他
1.我们尊重用户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好、更加便利地为用户和消费者提供服务。本网站欢迎用户和社会各界提出意见和建议，我们将虚心接受并适时修改本协议及本网站上的各类规则。
2.您在注册时勾选"同意"选项即视为您完全理解并同意接受本协议约束。
3.本协议内容中以黑体、加粗、下划线等方式显著标识的条款，请您着重阅读。
4. 在法律允许的最大限度范围内，我们对本协议及本网站内容拥有解释权。



`,
privacy:`本软件尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，本软件会按照本隐私权政策的规定使用和披露您的个人信息。但本软件将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，本软件不会将这些信息对外披露或向第三方提供。本软件会不时更新本隐私权政策。您在同意本软件服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本软件服务使用协议不可分割的一部分。

1.适用范围

a)在您使用本软件网络服务，本软件自动接收并记录的您的手机上的信息，包括但不限于您的健康数据、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；

2.信息的使用

a)在获得您的数据之后，本软件会将其上传至服务器，以生成您的排行榜数据，以便您能够更好地使用服务。

3.信息披露

a)本软件不会将您的信息披露给不受信任的第三方。

b)根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；

4.信息存储和交换

本软件收集的有关您的信息和资料将保存在本软件及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本软件收集信息和资料所在地的境外并在境外被访问、存储和展示。

5.信息安全

a)在使用本软件网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，请您立即联络本软件客服，以便本软件采取相应措施
`
};
