export default {
  service: `Овај уговор је уговор између вас и нас у вези са услугама ове веб странице и другим сродним питањима. Након што кликнете на „Прочитао сам и слажем се“, овај уговор представља обавезујући правни документ за обе стране. Пре него што почнете да користите услуге ове веб странице, пажљиво прочитајте овај уговор. Ако се не слажете са овим уговором или било којим његовим садржајем, одмах престаните да користите услуге ове веб странице. Ако користите услуге ове веб странице, ваше понашање при коришћењу ће се сматрати прихватањем целокупног садржаја овог уговора.
У исто време, подсећамо вас да пажљиво прочитате нашу „Политику приватности“.
1. Потврда услова коришћења услуге
1. Садржај овог уговора укључује текст уговора и све врсте правила која су објављена или могу бити објављена у будућности на овој веб страници. Сва правила су саставни део овог уговора и имају исто правно дејство као и текст уговора. Осим ако је изричито другачије наведено, све услуге које пружамо ми и наша филијала су регулисане овим Уговором. Потврђујете да су услови овог уговора уговори који се односе на права и обавезе обе стране и да су увек важећи, осим ако је другачије прописано законом или другачије посебно договорено између обе стране.
2. Ако кликнете да бисте се сложили са овим уговором, сматра се да сте потврдили да имате одговарајућа права и способности понашања да уживате у услугама ове веб странице, шаљете поруџбине и куповине и да сте у могућности да самостално преузмете законске одговорности.
3. Ако сте млађи од 16 година, препоручује се да замолите свог старатеља да пажљиво прочита овај уговор и да користите услуге ове веб странице или пружите информације овој веб страници уз сагласност вашег старатеља. Ако извршите грађанску радњу која није у складу са вашом грађанском способношћу без сагласности вашег старатеља, ви и ваш старатељ сносите све правне последице које из тога произилазе у складу са законом.
4. Задржавамо право да одбијемо услугу, затворимо корисничке налоге, избришемо или изменимо садржај, откажемо поруџбине, итд. по сопственом нахођењу у мери у којој је то дозвољено важећим законима Уједињеног Краљевства.
2. Регистрација и коришћење налога
1. Треба да пружите истините, тачне, потпуне, легалне и валидне информације о регистрацији овој веб страници у доброј намери. Ако се ваше регистрационе информације промене, требало би да их ажурирате на време. Ако су подаци о регистрацији које сте дали незаконити, неистинити, нетачни и непотпуни, сносићете одговарајуће одговорности и последице које из тога произилазе, а ми задржавамо право да прекинемо ваше коришћење услуга ове веб странице.
2. Након што се успешно региструјете, биће генерисане информације о налогу као што су корисничко име и лозинка, а ви можете променити своју лозинку у складу са прописима ове веб странице. Пажљиво и разумно ћете чувати и користити своје корисничко име и лозинку, и сагласни сте и обавезати се да ћете бити одговорни за све активности које се дешавају под вашим налогом. Нећете преносити или овластити друге да користе ваш налог (укључујући корисничко име и лозинку) на овој веб страници у било ком облику без овлашћења. Ако откријете да су ваши лични подаци процурели, посебно информације о вашем налогу (као што су корисничко име и лозинка) или да је дошло до кршења безбедности, одмах нас обавестите како бисмо могли да предузмемо одговарајуће мере, а ви треба да предузмете иницијативу да пријави случај судском органу ако је потребно.
3. Сагласни сте да имамо право да шаљемо информације о поруџбини, промотивне активности и друге информације вама и вашем потврђеном примаоцу поштом, текстуалном поруком, телефонским позивом итд. Ако вам шаљемо обавештења или поруке у електронској форми, бићете сматра се да их је примио.
3. Спецификације коришћења услуге
1. Овај уговор је формулисан у складу са релевантним законима, прописима и правилима, а ви сте сагласни да ћете се стриктно придржавати следећих обавеза:
(1) Пренос података информација мора бити у складу са релевантним законима и прописима.
(2) Немојте користити ову веб страницу за прање новца, крађу пословних тајни, крађу личних података и друге незаконите и криминалне активности.
(3) Неће ометати нормалан рад ове веб странице, нити ће вршити инвазију на ову веб страницу и национални компјутерски информациони систем.
(4) Немојте подстицати друге да се баве радњама забрањеним овим чланом.
(5) Не користите налог регистрован на овој веб страници за пословне активности које доносе профит.
2. Имамо право да избришемо све врсте информативних садржаја на овој веб страници који нису у складу са законима, прописима и политикама, крше јавни ред и добар морал, нису истинити и који су истекли без претходног обавештења. Ако прекршите одредбе овог уговора, ова веб страница има право да донесе независну пресуду и предузме мере као што је суспендовање или затварање вашег налога. Ви сте законски одговорни за оно што говорите и радите на овој веб страници.
4. Услови власништва и права интелектуалне својине
1. Слажете се и у потпуности разумете услове овог уговора и обећавате да нећете објављивати информације објављене на овој веб страници у било ком облику нити овластити друге субјекте да их користе на било који начин (укључујући, али не ограничавајући се на употребу на различитим веб страницама и медијима) .
2. Ми смо креатори ове веб странице и имамо ауторска и друга законска права на садржај и ресурсе ове веб странице. Они су заштићени законом и имају право да с времена на време прегледају овај уговор и садржај ове веб странице у складу са законима, прописима, променама политике и стварним пословним потребама. Учините измене и ажурирања на овој веб страници без обавештења за кориснике.
3. Осим ако је другачије прописано законом, без изричите писмене дозволе ове веб странице, ниједна јединица или појединац не сме незаконито копирати, репродуковати, цитирати, повезивати, зграбити или на било који други начин користити ову веб страницу у целини или делимично на било који начин. Информативни садржај веб странице, у супротном, имамо право да тражимо његову правну одговорност.
В. Одрицање од одговорности
1. Осим ако није другачије изричито наведено у писаној форми, ова веб локација и све информације, садржај, материјали, производи (укључујући софтвер) и услуге садржани или вам на други начин доступни путем ове веб странице пружају се на основу „као што јесу“. и обезбеђено на основу „како је доступно“.
2. Осим ако није другачије изричито наведено у писаној форми, не дајемо никакве изјаве или гаранције било које врсте, изричите или имплициране, у вези са радом ове веб странице и информација, садржаја, материјала, производа (укључујући софтвер) или услуга садржаних на овој веб страници (осим ако другачије је предвиђено законима Уједињеног Краљевства).
3. Не гарантујемо да су све информације, садржај, материјали, производи (укључујући софтвер) и услуге садржани или на други начин доступни путем ове веб странице, њених сервера или е-поште, поруке послате са ове веб странице без вируса или других штетних састојци.
4. Ако се систем продаје ове веб странице сруши или се не може нормално користити због више силе или других разлога ван контроле ове веб странице, онлајн трансакција не може бити завршена или су релевантне информације и записи изгубљени, потрудићемо се да помоћи у суочавању са последицама, али нећемо. преузети било какву одговорност за обештећење.
6. Промена уговора
1. У складу са променама у релевантним законима и прописима и потребама рада веб странице, имамо право да повремено ревидирамо услове овог уговора и других политика и најава веб сајта. Када се ревидирани садржај објави на овој веб страници, он ће ступити на снагу и заменити оригинални садржај. Корисници треба да провере најновији уговор у било ком тренутку.
2. Корисник је у обавези да у сваком тренутку обрати пажњу и прочита најновију верзију уговора и саопштења на сајту. Ако се не слажете са ажурираним садржајем, требало би да одмах престанете да прихватате услуге које пружа ова веб локација у складу са овим уговором; ако наставите да користите услуге које пружа ова веб локација, сматра се да сте сагласни са ажурираним уговором.
3. Препоручујемо да прочитате овај уговор и најаву ове веб странице пре коришћења ове веб странице. Ако се било која одредба овог Уговора из било ког разлога сматра неважећом, неважећом или неприменљивом, та одредба ће се сматрати одвојивом и неће утицати на ваљаност и применљивост било које преостале одредбе.
7. Остало
1. Поштујемо законска права корисника и потрошача. Овај уговор и различита правила, изјаве и други садржаји објављени на овој веб страници служе за пружање бољих и практичнијих услуга за кориснике и потрошаче. Ова веб страница поздравља коментаре и сугестије корисника и свих сфера живота. Понизно ћемо прихватити и ревидирати овај споразум и разна правила на овој веб страници у догледно вријеме.
2. Када означите опцију „Слажем се“ током регистрације, сматра се да у потпуности разумете и сагласни сте да будете обавезани овим уговором.
3. Прочитајте клаузуле означене подебљаним, подебљаним и подвученим у садржају овог уговора.
4. У максималној мери дозвољеној законом, имамо право да тумачимо овај уговор и садржај ове веб странице.
`,
privacy:`Овај софтвер поштује и штити личну приватност свих корисника који користе услугу. Да би вам пружио тачније и персонализованије услуге, овај софтвер ће користити и открити ваше личне податке у складу са одредбама ове Политике приватности. Међутим, овај софтвер ће третирати ове информације са високим степеном марљивости и разборитости. Осим ако је другачије наведено у овој Политици приватности, овај софтвер неће открити нити дати ове информације трећим лицима без ваше претходне дозволе. Овај софтвер ће с времена на време ажурирати ову политику приватности. Када пристанете на уговор о коришћењу софтверске услуге, сматра се да сте сагласни са целокупним садржајем ове политике приватности. Ова политика приватности је саставни део овог уговора о коришћењу софтверске услуге.

1. Обим примене

а) Када користите услуге софтверске мреже, софтвер аутоматски прима и снима информације на вашем мобилном телефону, укључујући, али не ограничавајући се на ваше здравствене податке, језик који користите, датум и време приступа, информације о софтверским и хардверским функцијама и веб страницу о вашим потребама евиденције и друге податке;

2. Коришћење информација

а) Након што добије ваше податке, софтвер ће их учитати на сервер да генерише ваше податке о рангирању како бисте могли боље да користите услугу.

3. Откривање информација

а) Овај софтвер неће открити ваше податке непоузданим трећим лицима.

б) у складу са релевантним одредбама закона, или захтевима управних или правосудних институција, открити трећим лицима или административним или правосудним институцијама;

4. Чување и размена информација

Информације и материјали о вама прикупљени овим софтвером биће сачувани на серверима овог софтвера и/или његових филијала, а ове информације и материјали могу бити пренети у вашу земљу, регион или ван места где софтвер прикупља информације и материјале и у Приступљено, ускладиштено и приказано у иностранству.

5. Безбедност информација

а) Када користите мрежне услуге овог софтвера за обављање онлајн трансакција, неизбежно ћете открити своје личне податке, као што су контакт информације или поштанска адреса, другој или потенцијалној другој страни. Молимо да правилно заштитите своје личне податке и дајте их другима само када је то неопходно. Ако откријете да су ваши лични подаци процурели, одмах контактирајте корисничку подршку софтвера како би софтвер могао да предузме одговарајуће мере
`
};
